IDEA StatiCa Open Model
ResultOfInteractionDiagramPlane.Plane Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Polygon of interaction diagram plane
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PolygonPointID Plane { get; set; }
Public Property Plane As PolygonPointID
	Get
	Set
public:
property PolygonPointID^ Plane {
	PolygonPointID^ get ();
	void set (PolygonPointID^ value);
}
Property Value
Type: PolygonPointID
See Also
Reference
ResultOfInteractionDiagramPlane Class
IdeaRS.OpenModel.Result Namespace